export const autocomplete_data = [
  {
    code: "가상강좌",
    question: "가상강좌에 대하여 알려주세요.",
  },
  {
    code: "가상강좌",
    question: "가상강좌의 수강 방법을 알려주세요.",
  },
  {
    code: "가상강좌",
    question: "가상강좌의 수강신청 방법을 알려주세요.",
  },
  {
    code: "English",
    question: "영어 레벨 테스트 결과를 알고 싶어요.",
  },
  {
    code: "English",
    question: "영어 레벨 테스트를 미실시 했어요.",
  },
  {
    code: "English",
    question: "교양 필수 영어 교과목에 대하여 설명해주세요.",
  },
  {
    code: "군휴학",
    question: "군휴학에 대하여 설명해주세요.",
  },
  {
    code: "군휴학",
    question: "군휴학 신청 방법을 알려주세요.",
  },
  {
    code: "부복수연계 신청 및 포기",
    question: "부전공 신청 방법을 알려주세요.",
  },
  {
    code: "부복수연계 신청 및 포기",
    question: "연계전공 신청 방법을 알려주세요.",
  },
  {
    code: "부복수연계 신청 및 포기",
    question: "복수전공 신청 방법을 알려주세요.",
  },
  {
    code: "부복수연계 신청 및 포기",
    question: "복수전공 신청 포기 방법을 알려주세요.",
  },
  {
    code: "부복수연계전공",
    question: "복수전공에 대하여 설명해주세요.",
  },
  {
    code: "부복수연계 신청 및 포기",
    question: "부전공 신청 포기 방법을 알려주세요.",
  },
  {
    code: "부복수연계 신청 및 포기",
    question: "연계전공 신청 포기 방법을 알려주세요.",
  },
  {
    code: "스터디룸",
    question: "팀 스터디룸 시설 위치를 알려주세요.",
  },
  {
    code: "여자휴게실",
    question: "여학생 휴게실 시설 위치를 알려주세요.",
  },
  {
    code: "학점등록자",
    question: "추가 학기 등록금이 어떻게 되나요?",
  },
  {
    code: "학점등록자",
    question: "학점 등록자 수업료를 알고 싶어요.",
  },
  {
    code: "KCU",
    question: "KCU 컨소시엄(한국 대학 가상 교육 연합) 수강 방법을 알려주세요.",
  },
  {
    code: "KCU",
    question:
      "KCU 컨소시엄(한국 대학 가상 교육 연합) 수강신청 방법을 알려주세요.",
  },
  {
    code: "KCU",
    question: "KCU 컨소시엄(한국 대학 가상 교육 연합)에 대하여 설명해주세요.",
  },
  {
    code: "타대학",
    question: "경인지역 학점 교류 수강신청 시 유의사항을 알려주세요.",
  },
  {
    code: "타대학",
    question: "경인지역 학점 교류 신청 절차를 알려주세요.",
  },
  {
    code: "타대학",
    question: "경인지역 학점 교류에 대하여 설명해주세요.",
  },
  {
    code: "타대학",
    question: "경인지역 학점 교류에 해당하는 학교를 알려주세요.",
  },
  {
    code: "타대학",
    question: "경인지역 학점 교류의 비용은 어떻게 되나요?",
  },
  {
    code: "교양선택",
    question: "교양 선택에 대하여 설명해주세요.",
  },
  {
    code: "교양필수",
    question: "교양 필수 과목을 알려주세요.",
  },
  {
    code: "ROTC군사학",
    question: "군사학 교과목에 대하여 설명해주세요.",
  },
  {
    code: "기념품",
    question: "스포츠 용품 및 기념품 시설 위치를 알려주세요.",
  },
  {
    code: "졸업논문",
    question: "졸업 논문에 대하여 설명해주세요.",
  },
  {
    code: "복학",
    question: "군 복학 신청 방법을 알려주세요.",
  },
  {
    code: "복학",
    question: "복학에 대하여 설명해주세요.",
  },
  {
    code: "복학",
    question: "복학 신청하는 방법을 알려주세요.",
  },
  {
    code: "복학",
    question: "복학 신청을 못했습니다. 수강신청 할 수 있나요?",
  },
  {
    code: "서점",
    question: "서점 및 문구점 시설 위치를 알려주세요.",
  },
  {
    code: "수강포기",
    question: "수강 포기 방법을 알려주세요.",
  },
  {
    code: "수강포기",
    question: "수강 포기 유의사항을 알려주세요.",
  },
  {
    code: "수강신청유의사항",
    question: "수강신청 유의사항에 대하여 설명해주세요.",
  },
  {
    code: "수강포기",
    question: "수강신청 변경 기간과 수강 포기 신청 기간을 안내해주세요.",
  },
  {
    code: "수강신청",
    question: "수강신청 일정을 안내해주세요.",
  },
  {
    code: "수강신청",
    question: "수강신청 방법을 알려주세요.",
  },
  {
    code: "수강신청",
    question: "수강신청 절차에 대하여 설명해주세요.",
  },
  {
    code: "수업시간",
    question: "수업 시간에 대하여 설명해주세요.",
  },
  {
    code: "OCU",
    question: "OCU(열린 사이버 대학) 수강 방법을 알려주세요.",
  },
  {
    code: "OCU",
    question: "OCU(열린 사이버 대학) 수강신청에 대하여 설명해주세요.",
  },
  {
    code: "OCU",
    question: "OCU(열린 사이버 대학)에 대하여 설명해주세요.",
  },
  {
    code: "ATM",
    question: "현금 자동 지급기(ATM 기기) 위치를 알려주세요.",
  },
  {
    code: "Office365",
    question: "졸업 후에도 Office 365 사용 가능한가요?",
  },
  {
    code: "WIFI",
    question: "학교 와이파이 사용법을 알려주세요.",
  },
  {
    code: "인쇄",
    question: "컴퓨터 매장 및 복사실 시설 위치를 알려주세요.",
  },
  {
    code: "장학",
    question: "장학금 선정 기준이 어떤 것이 있나요?",
  },
  {
    code: "장학",
    question: "학교 장학금 조건을 알려주세요.",
  },
  {
    code: "재수강",
    question: "재수강(재이수)에 대하여 안내해주세요.",
  },
  {
    code: "재수강",
    question: "재수강 할 수 있는 조건에 대하여 설명해주세요.",
  },
  {
    code: "제적",
    question: "제적에 대하여 설명해주세요.",
  },
  {
    code: "조기졸업",
    question: "조기 졸업 신청 방법을 알려주세요.",
  },
  {
    code: "조기졸업",
    question: "조기 졸업 신청 유의사항을 알려주세요.",
  },
  {
    code: "조기졸업",
    question: "조기 졸업 신청 자격을 알려주세요.",
  },
  {
    code: "자동발급기",
    question: "재학 증명서 발급 방법을 알려주세요.",
  },
  {
    code: "자동발급기",
    question: "졸업 예정 증명서 발급 방법을 알려주세요.",
  },
  {
    code: "자동발급기",
    question: "졸업 증명서 발급 방법을 알려주세요.",
  },
  {
    code: "자동발급기",
    question: "학생 활동 증명서 발급 방법을 알려주세요.",
  },
  {
    code: "충전기",
    question: "교내 핸드폰 무인 충전기 위치를 알려주세요.",
  },
  {
    code: "카페",
    question: "카페 시설 위치를 알려주세요.",
  },
  {
    code: "ROTC군사학",
    question: "학군단에 대하여 설명해주세요.",
  },
  {
    code: "학생증",
    question: "학생증 발급 후 어디서 수령하나요?",
  },
  {
    code: "학식",
    question: "식당 및 매점, 편의점 시설 위치를 알려주세요.",
  },
  {
    code: "한국장학재단",
    question: "학자금 대출 방법을 알려주세요.",
  },
  {
    code: "학점세이브",
    question: "군대 다녀오고 복학할 때 세이브 학점을 사용할 수 있나요?",
  },
  {
    code: "학점세이브",
    question: "학점 세이브에 대하여 설명해주세요.",
  },
  {
    code: "학점세이브",
    question: "휴학하기 전 세이브된 학점을 복학하고서 사용할 수 있나요?",
  },
  {
    code: "학점포기",
    question: "학점 포기 제도가 있나요?",
  },
  {
    code: "휴학",
    question: "일반 휴학에 대하여 설명해주세요.",
  },
  {
    code: "휴학방법",
    question: "휴학 한 번에 몇 번까지 가능한가요?",
  },
  {
    code: "휴학방법",
    question: "휴학 신청하는 방법을 알려주세요.",
  },
  {
    code: "주차권",
    question: "주차권 발급 방법을 알러주세요.",
  },
];
