export const developer_msg = {
  who: "bot",
  developer: `안녕하세요, 용인대학교 학우 여러분!

  용인대학교 챗봇은 용인대학교 학생들의 편의를 위해 전문 개발자가 아닌 용인대학교 AI Service Lab에 소속된 재학생들이 개발한 웹사이트입니다.
  현재 개발이 계속 진행 중인 상태이므로, 이용에 불편이 있거나 웹사이트에 문제가 생길 경우 아래 이메일로 문의해주시면 감사하겠습니다!
  
  챗봇을 통해 원하는 답변을 얻지 못했다면 오른쪽 상단의 버튼을 클릭하여 질문을 제출해주세요. 개발진이 검토후 관련 답변을 처리할 예정입니다.
  원활한 챗봇 개발을 위해 욕설, 비방, 저속한 표현 등을 삼가해주세요!
  
  AI Service Lab은 챗봇에 포함된 정보를 2023년 2학기 종합정보시간표책자, 2023년 대학생활가이드북, 용인대학교 홈페이지를 통해 수집하였습니다. 챗봇에 포함된 정보를 전처리하긴 하였으나 사실 여부를 독자적으로 검토하거나 검증하지 않았으며, 그러한 정보가 정확하거나 완전하다는 진술을 하지 않습니다. 챗봇에 포함된 정보는 통보 없이 변경될 수 있으며, AI Service Lab은 챗봇으로 인한 모든 손해에 대해 책임지지 않습니다.
  `,
  link: "http://aiservicelab.yongin.ac.kr",
  contact: `이메일: yiuaiservicelab@gmail.com
  문의내용을 작성하실 때 어떤 상황에서 문제가 생겼는지에 대해 상세히 적어주신다면 개발진들이 문제를 수정하는 데 큰 도움이 됩니다.`,
};
